Repository: VersatileProject/Versatile
Catalog: Versatile.Localization/Strings/*/Battle.resw
Source language: en_us
Languages: ja_jp, zh_cn

# Toolbar_Actions.Label
source: Actions
ja_jp: アクション
zh_cn: 操作

# Toolbar_BeginTurn.Text
source: Begin Turn
ja_jp: 自分の番を始める
zh_cn: 开始回合

# Toolbar_BeginTurn2.Text
source: Begin my turn without drawing
ja_jp: ドローなしで自分の番を始める
zh_cn: 开始回合且不抽卡

# Toolbar_CopyPlaymat.Label
source: Copy Playmat
ja_jp: 画面をコピーする
zh_cn: 复制场地到剪贴板

# Toolbar_EndTurn.Label
source: End Turn
ja_jp: 自分の番を終わる
zh_cn: 结束回合

# Toolbar_Exit.Label
source: Exit
ja_jp: 終了
zh_cn: 退出

# Toolbar_FlipCoin.Text
source: Flip Coin
ja_jp: コイントス
zh_cn: 投掷硬币

# Toolbar_FlipCoin2.Text
source: Flip a coin
ja_jp: コインを１回投げる
zh_cn: 投掷一枚硬币

# Toolbar_Forfeit.Text
source: Forfeit
ja_jp: 降参する
zh_cn: 认输

# Toolbar_LoadDeck.Text
source: Load Deck
ja_jp: デッキを読み込み
zh_cn: 载入卡组

# Toolbar_PlayPaper.Text
source: Play Paper
ja_jp: 「パー」を出す
zh_cn: 出“布”

# Toolbar_PlayRandom.Text
source: Random
ja_jp: ランダムに出す
zh_cn: 随机出拳

# Toolbar_PlayRock.Text
source: Play Rock
ja_jp: 「グー」を出す
zh_cn: 出“石头”

# Toolbar_PlayScissors.Text
source: Play Scissors
ja_jp: 「チョキ」を出す
zh_cn: 出“剪刀”

# Toolbar_RevealAndRedraw.Text
source: Reveal hand and redraw
ja_jp: 手札を相手に見せてから、引き直す
zh_cn: 展示手牌，然后洗入牌库并重抽

# Toolbar_RevealPokemon.Text
source: Reveal all Pokémon
ja_jp: ポケモンをオモテにする
zh_cn: 翻开场上所有宝可梦

# Toolbar_RollDie.Text
source: Roll a die
ja_jp: サイコロを１回振る
zh_cn: 投掷一枚骰子

# Toolbar_SetPrize.Text
source: Set 6 prize cards
ja_jp: サイドをセットする
zh_cn: 放置奖赏卡

# Toolbar_ShuffleAndDraw.Text
source: Shuffle deck and draw 7 cards
ja_jp: 山札を切ってから、手札を引く
zh_cn: 洗切牌组，抽取7张手牌

# PlayerSlotKey_Deck
source: Deck
ja_jp: 山札
zh_cn: 牌库

# PlayerSlotKey_Hand
source: Hand
ja_jp: 手札
zh_cn: 手牌

# PlayerSlotKey_DiscardPile
source: Discard Pile
ja_jp: トラッシュ
zh_cn: 弃牌区

# PlayerSlotKey_Trainer
source: Trainer
ja_jp: トレーナーエリア
zh_cn: 训练家卡区

# PlayerSlotKey_Stadium
source: Stadium
ja_jp: スタジアムエリア
zh_cn: 竞技场卡区

# PlayerSlotKey_LostZone
source: Lost Zone
ja_jp: ロストゾーン
zh_cn: 放逐区

# PlayerSlotKey_Prize1
source: Prize 1
ja_jp: サイド１
zh_cn: 奖赏卡1

# PlayerSlotKey_Prize2
source: Prize 2
ja_jp: サイド２
zh_cn: 奖赏卡2

# PlayerSlotKey_Prize3
source: Prize 3
ja_jp: サイド３
zh_cn: 奖赏卡3

# PlayerSlotKey_Prize4
source: Prize 4
ja_jp: サイド４
zh_cn: 奖赏卡4

# PlayerSlotKey_Prize5
source: Prize 5
ja_jp: サイド５
zh_cn: 奖赏卡5

# PlayerSlotKey_Prize6
source: Prize 6
ja_jp: サイド６
zh_cn: 奖赏卡6

# PlayerSlotKey_Show
source: Show
ja_jp: オモテエリア
zh_cn: 展示区

# PlayerSlotKey_Active
source: Active
ja_jp: バトル場
zh_cn: 战斗场

# PlayerSlotKey_Bench1
source: Bench 1
ja_jp: ベンチ１
zh_cn: 备战区1

# PlayerSlotKey_Bench2
source: Bench 2
ja_jp: ベンチ２
zh_cn: 备战区2

# PlayerSlotKey_Bench3
source: Bench 3
ja_jp: ベンチ３
zh_cn: 备战区3

# PlayerSlotKey_Bench4
source: Bench 4
ja_jp: ベンチ４
zh_cn: 备战区4

# PlayerSlotKey_Bench5
source: Bench 5
ja_jp: ベンチ５
zh_cn: 备战区5

# PlayerSlotKey_Bench6
source: Bench 6
ja_jp: ベンチ６
zh_cn: 备战区6

# PlayerSlotKey_Bench7
source: Bench 7
ja_jp: ベンチ７
zh_cn: 备战区7

# PlayerSlotKey_Bench8
source: Bench 8
ja_jp: ベンチ８
zh_cn: 备战区8

# PlayerSlotKey_Bench9
source: Bench 9
ja_jp: ベンチ９
zh_cn: 备战区9

# PlayerSlotKey_Bench10
source: Bench 10
ja_jp: ベンチ１０
zh_cn: 备战区10

# SlotList_Abilities.Text
source: Abilities
ja_jp: 能力
zh_cn: 能力

# SlotList_Choose.Text
source: Choose
ja_jp: 選ぶ
zh_cn: 选择

# SlotList_Reveal.Text
source: Reveal
ja_jp: オモテにする
zh_cn: 翻开

# SlotList_View.Text
source: View
ja_jp: 見る
zh_cn: 查看

# Playmat_Choose.Text
source: Choose
ja_jp: 選ぶ
zh_cn: 选择

# Playmat_Deck_DrawCard.Text
source: Draw a card
ja_jp: １枚引く
zh_cn: 抽一张牌

# Playmat_Deck_DrawCards.Text
source: Draw more cards
ja_jp: 複数枚引く
zh_cn: 抽多张牌

# Playmat_Deck_Reveal.Text
source: Reveal deck
ja_jp: オモテにする
zh_cn: 翻开牌库

# Playmat_Deck_Shuffle.Text
source: Shuffle deck
ja_jp: 切る
zh_cn: 洗切牌库

# Playmat_Deck_View.Text
source: View deck
ja_jp: すべて見る
zh_cn: 查看牌库

# Playmat_Hand_Reveal.Text
source: Reveal hand
ja_jp: オモテにする
zh_cn: 展示手牌

# Playmat_Hand_Shuffle.Text
source: Shuffle hand
ja_jp: 切る
zh_cn: 洗切手牌

# Playmat_Pokemon_Abilities.Label
source: Abilities
ja_jp: 能力
zh_cn: 能力

# Playmat_Pokemon_ChangeDC.Label
source: Change damage counters
ja_jp: ダメカン
zh_cn: 调整伤害指示物...

# Playmat_Pokemon_Choose.Label
source: Choose
ja_jp: 選ぶ
zh_cn: 选择

# Playmat_Pokemon_SetStatus.Label
source: Set status
ja_jp: 特殊状態
zh_cn: 设置特殊状态

# Playmat_Pokemon_SetStatusAsleep.Label
source: Asleep
ja_jp: ねむり
zh_cn: 睡眠

# Playmat_Pokemon_SetStatusBurned.Label
source: Burned
ja_jp: やけど
zh_cn: 灼伤

# Playmat_Pokemon_SetStatusConfused.Label
source: Confused
ja_jp: こんらん
zh_cn: 混乱

# Playmat_Pokemon_SetStatusNormal.Label
source: Normal
ja_jp: なし
zh_cn: 正常

# Playmat_Pokemon_SetStatusParalyzed.Label
source: Paralyzed
ja_jp: まひ
zh_cn: 麻痹

# Playmat_Pokemon_SetStatusPoisoned.Label
source: Poisone
ja_jp: どく
zh_cn: 中毒

# Playmat_Prize_Draw.Text
source: Draw this card
ja_jp: １枚引く
zh_cn: 抽这张牌

# Playmat_Prize_Reveal.Text
source: Reveal all cards
ja_jp: サイドをすべてオモテにする
zh_cn: 翻开所有奖赏卡

# Playmat_Prize_Shuffle.Text
source: Shuffle all cards
ja_jp: サイドを切る
zh_cn: 洗切所有奖赏卡

# Playmat_Prize_View.Text
source: View all cards
ja_jp: サイドをすべて見る
zh_cn: 查看所有奖赏卡

# Command_BeginTurn
source: {0} begins turn.
ja_jp: {0}は番を開始しました。
zh_cn: {0}的回合开始。

# Command_ChooseAbility
source: {0} chooses {1} {2}'s {3} "{4}".
ja_jp: {0}は{1}の{2}の{3}「{4}」を選びます。
zh_cn: {0}选择了{1}的{2}的{3}“{4}”。

# Command_ChooseCard
source: {0} chooses card {2} in {1}.
ja_jp: {0}は{1}のカード{2}を選びます。
zh_cn: {0}选择了{1}的卡牌{2}。

# Command_ChooseOpponentCard
source: {0} chooses the opponent's card {2} in {1}.
ja_jp: {0}は相手の{1}のカード{2}を選びます。
zh_cn: {0}选择了对手的{1}的卡牌{2}。

# Command_ChooseOpponentSlot
source: {0} chooses the opponent's {1}.
ja_jp: {0}は相手の{1}を選びます。
zh_cn: {0}选择了对手的{1}。

# Command_ChooseSlot
source: {0} chooses {1}.
ja_jp: {0}は{1}を選びます。
zh_cn: {0}选择了{1}。

# Command_DrawCards
source: {0} draws {1} card.
ja_jp: {0}は山札を{1}枚引きました。
zh_cn: {0}抽取了{1}张牌。

# Command_DrawCardsFailed
source: {0} can not draw cards from deck.
ja_jp: {0}は山札を引くことができません。
zh_cn: {0}无法从牌库抽取卡牌。

# Command_EndTurn
source: {0} ends turn.
ja_jp: {0}は番を終了しました。
zh_cn: {0}的回合结束。

# Command_ExchangePokemon
source: {0} exchanges {1} with {2}.
ja_jp: {0}は{1}と{2}を入れ替えました。
zh_cn: {0}交换了{1}与{2}的位置。

# Command_Exit
source: {0} exits the game.
ja_jp: {0}はゲームを終了しました。
zh_cn: {0}退出了游戏。

# Command_FlipCoinHead
source: {0} flips a coin: Head.
ja_jp: {0}はコインを投げました：オモテ。
zh_cn: {0}投掷一枚硬币：正面。

# Command_FlipCoinTail
source: {0} flips a coin: Tail.
ja_jp: {0}はコインを投げました：ウラ。
zh_cn: {0}投掷一枚硬币：背面。

# Command_Forfeit
source: {0} forfeits the game.
ja_jp: {0}は降参しました。
zh_cn: {0}认输。

# Command_LoadDeck
source: {0} loads a deck.
ja_jp: {0}はデッキをロードしました。
zh_cn: {0}载入了卡组。

# Command_MoveAllCards
source: {0} moves all cards from {1} to {2}.
ja_jp: {0}は{1}のカードをすべて{2}に移しました。
zh_cn: {0}将{1}的所有卡牌移动到{2}。

# Command_MoveCards
source: {0} moves card {3} from {1} to {2}.
ja_jp: {0}は{1}のカード{3}を{2}に移しました。
zh_cn: {0}将{1}的卡牌{3}移动到{2}。

# Command_PlayRPS
source: {0} plays {1}, {2} plays {3}, {4}.
ja_jp: {0}は{1}、{2}は{3}を出しました：{4}。
zh_cn: {0}出了{1}，{2}出了{3}，{4}。

# Command_PlayRPS_Draw
source: draw
ja_jp: 引き分け
zh_cn: 平手

# Command_PlayRPS_Waiting
source: {0} wants to play Rock-Paper-Scissors.
ja_jp: {0}はジャンケンを申し込みました。
zh_cn: {0}想要玩石头剪刀布。

# Command_PlayRPS_Win
source: {0} wins
ja_jp: {0}の勝ち
zh_cn: {0}获胜

# Command_PutDC
source: {0} puts {1} DC on {2}.
ja_jp: {0}は{2}にダメカンを{1}個のせました。
zh_cn: {0}在{2}身上放置了{1}个伤害指示物。

# Command_RemoveDC
source: {0} removes {1} DC from {2}.
ja_jp: {0}は{2}からダメカンを{1}個とりのぞきました。
zh_cn: {0}从{2}身上移除了{1}个伤害指示物。

# Command_RevealAllCards
source: {0} reveals all cards in {1}.
ja_jp: {0}は{1}のカードをすべてオモテにしました。
zh_cn: {0}翻开了{1}的所有卡牌。

# Command_RevealAllPokemon
source: {0} reveals all Pokemon.
ja_jp: {0}は場にいるポケモンをすべてオモテにしました。
zh_cn: {0}翻开了场上的所有宝可梦。

# Command_RevealAllPrize
source: {0} reveals all prize cards.
ja_jp: {0}はサイドをすべてオモテにしました。
zh_cn: {0}翻开了所有的奖品牌。

# Command_RevealCards
source: {0} reveals card {2} in {1}.
ja_jp: {0}は{1}のカード{2}をオモテにしました。
zh_cn: {0}翻开了{1}的卡牌{2}。

# Command_RollDie
source: {0} rolls a die: {1}.
ja_jp: {0}はサイコロを振りました：{1}。
zh_cn: {0}投掷了一枚骰子：{1}。

# Command_SetBurned
source: {0} puts a Burn marker on {1}.
ja_jp: {0}は{1}にやけどマーカーをのせました。
zh_cn: {0}在{1}身上放置了灼伤标记。

# Command_SetPoisoned
source: {0} puts a Poison marker on {1}.
ja_jp: {0}は{1}にどくマーカーをのせました。
zh_cn: {0}在{1}身上放置了中毒标记。

# Command_SetPrize
source: {0} sets {1} prize cards.
ja_jp: {0}はサイドを{1}枚セットしました。
zh_cn: {0}设置了{1}张奖赏卡。

# Command_SetStatus
source: {0} sets {1} to {2}.
ja_jp: {0}は{1}の特殊状態を{2}にセットしました。
zh_cn: {0}将{1}的特殊状态设置为{2}。

# Command_ShufflePrize
source: {0} shuffles all prize cards.
ja_jp: {0}はサイドを切りました。
zh_cn: {0}洗切了所有的奖赏卡。

# Command_ShuffleSlot
source: {0} shuffles {1}.
ja_jp: {0}は{1}を切りました。
zh_cn: {0}洗切了{1}。

# Command_UnsetBurned
source: {0} removes the Burned marker from {1}.
ja_jp: {0}は{1}からやけどマーカーを取り除きました。
zh_cn: {0}从{1}身上移除了灼伤标记。

# Command_UnsetPoisoned
source: {0} removes the Poisoned marker from {1}.
ja_jp: {0}は{1}からどくマーカーを取り除きました。
zh_cn: {0}从{1}身上移除了中毒标记。

# Command_UseAbility
source: {0} uses {1}'s {2} "{3}".
ja_jp: {0}は{1}の{2}「{3}」を使います。
zh_cn: {0}使用了{1}的{2}“{3}”。

# Command_ViewAllCards
source: {0} views all cards in {1}.
ja_jp: {0}は{1}のカードをすべて見ました。
zh_cn: {0}查看了{1}的所有卡牌。

# Command_ViewCards
source: {0} views card {2} in {1}.
ja_jp: {0}は{1}のカード{2}を見ました。
zh_cn: {0}查看了{1}的卡牌{2}。

# Command_ViewPrize
source: {0} views all prize cards.
ja_jp: {0}はサイドをすべて見ました。
zh_cn: {0}查看了所有的奖赏卡。

# Command_ChooseOpponentAbility
source: {0} chooses the opponent's {2}'s {3} “{4}” of {1}.
ja_jp: {0}は相手の{1}の{2}の{3}「{4}」を選びます。
zh_cn: {0}选择了对手{1}的{2}的{3}“{4}”。

# Command_ShowToOpponent
source: {0} shows {2} from {1} to the opponent.
ja_jp: {0}は{1}のカード{2}を相手に見せました。
zh_cn: {0}将{1}的卡牌{2}交给对手查看。

# Command_ShowSlotToOpponent
source: {0} shows {1} to the opponent.
ja_jp: {0}は{1}のカードをすべて相手に見せました。
zh_cn: {0}将{1}交给对手查看。

# RockPaperScissors_Paper
source: Paper
ja_jp: パー
zh_cn: 布

# RockPaperScissors_Rock
source: Rock
ja_jp: グー
zh_cn: 石头

# RockPaperScissors_Scissors
source: Scissors
ja_jp: チョキ
zh_cn: 剪刀

# BeginTurnButton.Content
source: Begin turn
ja_jp: 自分の番を始める
zh_cn: 回合开始

# BeginTurnMenuFlyoutItem.Text
source: Begin turn without drawing card
ja_jp: ドローなしで自分の番を始める
zh_cn: 回合开始，且不抽牌

# EndTurnButton.Content
source: End turn
ja_jp: 自分の番を終わる
zh_cn: 回合结束

# LoadDeckButton.Content
source: Load Deck
ja_jp: デッキを読み込みます
zh_cn: 打开卡组

# RevealAndRedrawButton.Content
source: Reveal hand and redraw
ja_jp: 手札を相手に見せてから、引き直す
zh_cn: 展示手牌，重新抽取

# RevealPokemonButton.Content
source: Reveal Pokemon in play
ja_jp: ポケモンをオモテにする
zh_cn: 翻开场上的宝可梦

# SetPrizeButton.Content
source: Set prize cards
ja_jp: サイドをセットする
zh_cn: 放置奖励牌

# ShuffleAndDrawButton.Content
source: Shuffle deck and draw cards
ja_jp: 山札を切ってから、手札を引く
zh_cn: 洗切卡组，抽取手牌

# Dialog_ClosingText
source: Please exit the game before closing the application.
ja_jp: ゲームを終了してからアプリを閉じてください。
zh_cn: 您正在游戏中，请先退出游戏。

# Dialog_ClosingTitle
source: Exit
ja_jp: 終了
zh_cn: 退出

# PokemonStatus_Asleep
source: Asleep
ja_jp: ねむり
zh_cn: 睡眠

# PokemonStatus_Confused
source: Confused
ja_jp: こんらん
zh_cn: 混乱

# PokemonStatus_Normal
source: Normal
ja_jp: なし
zh_cn: 正常

# PokemonStatus_Paralyzed
source: Paralyzed
ja_jp: マヒ
zh_cn: 麻痹

# PokemonStatus_Burned
source: Burned
ja_jp: やけど
zh_cn: 灼伤
